# formulae
brew "btop"
brew "jq"
brew "watch"
brew "tree"
brew "starship"
brew "git"
brew "go"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "docker-credential-helper"
brew "colima"
brew "dive"

# casks
cask "alfred"
cask "appcleaner"
cask "brave-browser"
cask "jetbrains-toolbox"
cask "logi-options-plus"
cask "meetingbar"
cask "mos"
cask "rectangle"
cask "warp"
cask "signal"
