# formulae
brew "jq"
brew "bat"
brew "ripgrep"
brew "tree"
brew "watch"
brew "starship"
brew "fzf"
brew "git"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "docker-credential-helper"
brew "colima"
brew "switchaudio-osx"

# casks
cask "alfred"
cask "appcleaner"
cask "brave-browser"
cask "jetbrains-toolbox"
cask "logi-options-plus"
cask "meetingbar"
cask "mos"
cask "rectangle"
cask "ghostty"
cask "signal"
